Dlubal.RFEM5.ILineHinge
Interface for working with line hinge

Dlubal.RFEM5.ILineHinge.GetData
Gets line hinge parameters.
Returns: Line hinge parameters.

Dlubal.RFEM5.ILineHinge.SetData(System.UInt32@)
Sets line hinge parameters.
Hinge: Line hinge parameters.

Dlubal.RFEM5.ILineHinge.Delete
Deletes line hinge.